---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSliverSpaceTolerance
source: html/0113e1b8-2b27-ea05-bae0-5b466dbb2648.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSliverSpaceTolerance Property

"Sliver Space Tolerance"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisSliverSpaceTolerance { get; }
```